Repository: zubrlc/amneziawg-apple
Catalog: Sources/WireGuardApp/Localizable.xcstrings
Source language: en
Languages: de, es, fa, fi, fr, it, ja, pa, pl, ro, ru, sl, tr, zh_hans

# tunnelsListSelectAllButtonTitle
source: Select All
de: Alle Auswählen
es: Seleccionar todo
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
pa: ਸਭ ਚੁਣੋ
pl: Wybierz wszystko
ro: Selectează tot
ru: Выбрать всё
sl: Izberi vse
tr: Tümünü Seç
zh_hans: 全选

# tunnelsListSelectButtonTitle
source: Select
de: Auswählen
es: Seleccionar
fa: انتخاب
fi: Valitse
fr: Sélectionner
it: Seleziona
ja: 選択
pa: ਚੁਣੋ
pl: Wybierz
ro: Selectare
ru: Выбрать
sl: Izberi
tr: Seç
zh_hans: 选择

# tunnelsListSelectedTitle (%d)
source: %d selected
de: %d ausgewählt
es: %d seleccionado
fa: %d انتخاب شد
fi: %d poistettu
fr: %d sélectionné(s)
it: %d selezionati
ja: %d 件選択
pa: %d ਚੁਣੇ ਗਏ
pl: %d wybrano
ro: %d selectat
ru: Выбрано: %d
sl: Izbranih: %d
tr: %d seçildi
zh_hans: 已选择 %d 项

# tunnelsListSettingsButtonTitle
source: Settings
de: Einstellungen
es: Preferencias
fa: تنظیمات
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
ro: Setări
ru: Настройки
sl: Nastavitve
tr: Ayarlar
zh_hans: 设置

# tunnelsListSwipeDeleteButtonTitle
source: Delete
de: Entfernen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
pa: ਹਟਾਓ
pl: Usuń
ro: Ștergere
ru: Удалить
sl: Izbriši
tr: Sil
zh_hans: 删除

# tunnelStatusActivating
source: Activating
de: Aktiviere
es: Activando
fa: در حال فعال‌سازی
fi: Aktivoidaan
fr: Activation
it: Attivazione
ja: 有効化中
pa: ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Aktywowanie
ro: Se activează
ru: Подключение
sl: Se aktivira
tr: Etkinleştiriliyor
zh_hans: 启动中

# tunnelStatusActive
source: Active
de: Aktiv
es: Activo
fa: فعال
fi: Aktiivinen
fr: Actif
it: Attivo
ja: 有効
pa: ਸਰਗਰਮ
pl: Aktywny
ro: Activ
ru: Подключен
sl: Aktivno
tr: Etkin
zh_hans: 激活

# tunnelStatusDeactivating
source: Deactivating
de: Deaktiviere
es: Desactivando
fa: در حال غیرفعال‌سازی
fi: Deaktivoidaan
fr: Désactivation
it: Disattivazione
ja: 無効化中
pa: ਨਾ-ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Dezaktywowanie
ro: Se dezactivează
ru: Отключение
sl: Se deaktivira
tr: Devre dışı bırakılıyor
zh_hans: 停用中

# tunnelStatusInactive
source: Inactive
de: Inaktiv
es: Inactivo
fa: غیرفعال
fi: Ei aktiivinen
fr: Inactif
it: Inattivo
ja: 無効
pa: ਨਾ-ਸਰਗਰਮ
pl: Nieaktywny
ro: Inactiv
ru: Отключен
sl: Neaktivno
tr: Aktif değil
zh_hans: 未激活

# tunnelStatusReasserting
source: Reactivating
de: Reaktiviere
es: Reactivando
fa: در حال فعال‌سازی مجدد
fi: Aktivoidaan uudelleen
fr: Réactivation
it: Riattivazione
ja: 再有効化中
pa: ਮੁੜ-ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Reaktywowanie
ro: Se reactivează
ru: Переподключение
sl: Se reaktivira
tr: Yeniden etkinleştiriliyor
zh_hans: 正在重新启动

# tunnelStatusRestarting
source: Restarting
de: Starte neu
es: Reiniciando
fa: در حال راه‌اندازی مجدد
fi: Käynnistetään uudelleen
fr: Redémarrage
it: Riavvio
ja: 再起動中
pa: ਮੁੜ-ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Restartowanie
ro: Se repornește
ru: Перезапуск
sl: Se ponovno zaganja
tr: Yeniden başlatılıyor
zh_hans: 重启中

# tunnelStatusWaiting
source: Waiting
de: Warten
es: Esperando
fa: در حال انتظار
fi: Odotetaan
fr: En attente
it: In attesa
ja: 待機中
pa: ਉਡੀਕ ਹੋ ਰਹੀ ਹੈ
pl: Trwa oczekiwanie
ro: În așteptare
ru: Ожидание
sl: Čaka
tr: Bekleniyor
zh_hans: 等待中

# actionOK
source: OK
es: Aceptar
fa: باشه
fr: Valider
pa: ਠੀਕ ਹੈ
ru: ОК
sl: V redu
tr: TAMAM
zh_hans: 确定

# logViewTitle
source: Log
es: Registro
fa: گزارش وقایع
fi: Loki
fr: Journal
ja: ログ
pa: ਲਾਗ
ro: Jurnal
ru: Журнал
sl: Dnevnik
tr: Günlük
zh_hans: 日志

# macFieldOnDemand
source: On-Demand:
es: Bajo demanda:
fa: هنگام-درخواست:
fi: Tarvittaessa:
fr: Sur demande:
it: Su richiesta:
ja: オンデマンド:
pa: ਲੋੜ ਮੁਤਾਬਕ:
pl: Na żądanie:
ro: La cerere:
ru: Автоподключение:
sl: Na zahtevo:
tr: Talep üzerine:
zh_hans: 按需:

# macMenuTunnel
source: Tunnel
es: Túnel
fa: تونل
fi: Tunneli
ja: トンネル
pa: ਟਨਲ
pl: Tunel
ro: Tunel
ru: Туннель
sl: Tunel
tr: Tünel
zh_hans: 隧道

# macStatus (%@)
source: Status: %@
es: Estado: %@
fa: وضعیت: %@
fi: Tila: %@
fr: Statut : %@
it: Stato: %@
ja: 状態: %@
pa: ਸਥਿਤੀ: %@
ro: Stare: %@
ru: Статус: %@
tr: Durum: %@
zh_hans: 状态： %@

# settingsSectionTitleTunnelLog
source: Log
es: Registro
fa: گزارش رویداد
fi: Loki
fr: Journal
ja: ログ
pa: ਲਾਗ
ro: Jurnal
ru: Журнал
sl: Dnevnik
tr: Günlük
zh_hans: 日志

# tunnelEditPlaceholderTextOptional
source: Optional
es: Opcional
fa: دلخواه
fi: Valinnainen
fr: Facultatif
it: Facoltativo
ja: 任意
pa: ਚੋਣਵਾਂ
pl: Opcjonalne
ro: Opțional
ru: Необязательно
sl: Izbirno
tr: İsteğe bağlı
zh_hans: 可选

# tunnelHandshakeTimestampMinute (%d)
source: %d minute
es: %d minuto
fa: %d دقیقه
fi: %d minuutti
it: %d minuto
ja: %d 分
pa: %d ਮਿੰਟ
pl: %d minuta
ro: %d minut
ru: %dмин
sl: %d minuto
tr: %d dakika
zh_hans: %d 分

# tunnelInterfaceName
source: Name
es: Nombre
fa: نام
fi: Nimi
fr: Nom
it: Nome
ja: 名前
pa: ਨਾਂ
pl: Nazwa
ro: Nume
ru: Имя
sl: Ime
tr: İsim
zh_hans: 名称

# tunnelInterfaceStatus
source: Status
es: Estado
fa: وضعیت
fi: Tila
fr: Statut
it: Stato
ja: 状態
pa: ਸਥਿਤੀ
ro: Stare
ru: Статус
tr: Durum
zh_hans: 状态

# tunnelOnDemandKey
source: On-demand
es: Bajo demanda
fa: هنگام درخواست
fi: Tarvittaessa
fr: À la demande
it: Su richiesta
ja: オンデマンド
pa: ਲੋੜ ਮੁਤਾਬਕ
pl: Na żądanie
ro: La cerere
ru: Автоподключение
sl: Na zahtevo
tr: Talep üzerine
zh_hans: 按需

# tunnelSectionTitlePeer
source: Peer
es: Par
fa: همتا
fi: Osapuoli
fr: Pair
ja: ピア
pa: ਪੀਅਰ
ro: Pereche
ru: Пир
sl: Vrstnik
tr: Eş
zh_hans: 节点

# tunnelSectionTitleStatus
source: Status
es: Estado
fa: وضعیت
fi: Tila
fr: Statut
it: Stato
ja: 状態
pa: ਸਥਿਤੀ
ro: Stare
ru: Статус
sl: Preklopi status
tr: Durum
zh_hans: 状态

# macAppVersion (%@)
source: App version: %@
fa: نگارش برنامه: %@
fi: Sovelluksen versio: %@
fr: Version de l’application: %@
it: Versione applicazione: %@
pa: ਐਪ ਵਰਜ਼ਨ: %@
pl: Wersja aplikacji: %@
ro: Versiunea aplicației: %@
ru: Версия приложения: %@
sl: Verzija aplikacije: %@
tr: Uygulama sürümü: %@
zh_hans: 应用版本：%@

# macFieldOnDemandSSIDs
source: SSIDs:
fa: SSIDها:
fi: SSIDt:
it: SSID:
ja: SSID:
pa: SSID:
pl: Identyfikatory SSID:
ro: SSID-uri:
sl: SSID-ji:
tr: SSID’ler:
zh_hans: 无线网络名称(SSID)：

# tunnelOnDemandSectionTitleSelectedSSIDs
source: SSIDs
fa: SSIDها
fi: SSID:t
it: SSID
ja: SSID
pa: SSID
pl: Identyfikatory SSID
ro: SSID-uri
sl: SSID-ji
tr: SSID’ler
zh_hans: 无线网络名称(SSID)

# tunnelOnDemandSSIDsKey
source: SSIDs
fa: SSIDها
fi: SSID:t
it: SSID
ja: SSID
pa: SSID
pl: Identyfikatory SSID
ro: SSID-uri
sl: SSID-ji
tr: SSID’ler
zh_hans: 无线网络名称(SSID)

# tunnelOnDemandSSIDViewTitle
source: SSIDs
fa: SSIDها
fi: SSID:t
it: SSID
ja: SSID
pa: SSID
pl: Identyfikatory SSID
ro: SSID-uri
sl: SSID-ji
tr: SSID’ler
zh_hans: 无线网络名称(SSID)

# macGoBackendVersion (%@)
source: Go backend version: %@
fi: Go -moottorin versio: %@
fr: Version de Go: %@
it: Versione backend Go: %@
pa: Go ਬੈਕਐਂਡ ਵਰਜ਼ਨ: %@
pl: Wersja backend'u Go: %@
ro: Versiunea bibliotecii Go: %@
ru: Версия Бэкенд: %@
sl: Verzija amneziawg-go: %@
tr: Go backend sürümü: %@
zh_hans: Go 后端版本：%@

# settingsVersionKeyWireGuardGoBackend
source: AmneziaWG Go Backend
fi: AmneziaWG Go -moottori
fr: Backend de l'application AmneziaWG en Go
it: Backend Go di AmneziaWG
pa: AmneziaWG ਗੋ ਬੈਕਐਂਡ
ro: Bibliotecă Go AmneziaWG
ru: Бэкенд AmneziaWG
sl: Verzija amneziawg-go

# alertInvalidInterfaceMessageInitPacketJunkSizeInvalid
source: S1 is invalid or unspecified
ru: Неопределённый или неправильный S1

# alertInvalidInterfaceMessageInitPacketMagicHeaderInvalid
source: H1 is invalid or unspecified
ru: Неопределённый или неправильный H1

# alertInvalidInterfaceMessageJunkPacketCountInvalid
source: Jc invalid or unspecified
ru: Неопределённый или неправильный Jc

# alertInvalidInterfaceMessageJunkPacketMaxSizeInvalid
source: Jmax is invalid or unspecified
ru: Неопределённый или неправильный Jmax

# alertInvalidInterfaceMessageJunkPacketMinSizeInvalid
source: Jmin is invalid or unspecified
ru: Неопределённый или неправильный Jmin

# alertInvalidInterfaceMessageResponsePacketJunkSizeInvalid
source: S2 is invalid or unspecified
ru: Неопределённый или неправильный S2

# alertInvalidInterfaceMessageResponsePacketMagicHeaderInvalid
source: H2 is invalid or unspecified
ru: Неопределённый или неправильный H2

# alertInvalidInterfaceMessageTransportPacketMagicHeaderInvalid
source: H4 is invalid or unspecified
ru: Неопределённый или неправильный H4

# alertInvalidInterfaceMessageUnderloadPacketMagicHeaderInvalid
source: H3 is invalid or unspecified
ru: Неопределённый или неправильный H3

# macAlertInterfaceHasInvalidCustomParam (%@)
source: Interface has invalid custom param ‘%@’
ru: Интерфейс имеет неправильный дополнительный параметр ‘%@’

# macToggleStatusButtonDisableOnDemand
source: Disable On-Demand
ru: Отключить режим По Требованию

# macToggleStatusButtonDisableOnDemandDeactivate
source: Disable On-Demand and Deactivate
ru: Отключить режим По Требованию и деактивировать

# macToggleStatusButtonEnableOnDemand
source: Enable On-Demand
ru: Включить режим По Требованию

# tunnelListCaptionOnDemand
source: On-Demand
ru: По Требованию

# tunnelStatusAddendumOnDemand
source: (On-Demand)
ru: (По Требованию)

# tunnelStatusAddendumOnDemandDisabled
source: , On-Demand Disabled
ru: , Режим По Требованию отключён

# tunnelStatusAddendumOnDemandEnabled
source: , On-Demand Enabled
ru: , Режим По Требованию включён

# tunnelStatusOnDemandDisabled
source: On-Demand Disabled
ru: Режим По Требованию отключён
